Revit 2027 API
StructuralSectionHotRolled.WebFillet Property
 Web Fillet - fillet radius between web and flange.
Namespace: Autodesk.Revit.DB.Structure.StructuralSections
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double WebFillet { get; set; }
Public Property WebFillet As Double
	Get
	Set
public:
property double WebFillet {
	double get ();
	void set (double value);
}
member WebFillet : float with get, set
Property Value
Double
See Also
Reference
StructuralSectionHotRolled Class
Autodesk.Revit.DB.Structure.StructuralSections Namespace